{ 
   "Home": "الرئيسية",
   "About": "لمحة",
   "Services": "الخدمات",
   "Doctor": " معلومات الطبيبة",
   "Contact": " تواصل معنا",
   "Al-Safa Clinic":"عيادة الصفاء",
   "Welcome":"مرحبا بكم",
   "to":"في",
   "TherapEase!":"TherapEase!",  
   "Make everything easy":"اجعل كل شيء سهلاً" ,
  " We provide specialized services to improve speech and language.":"نحن نقدم خدمات متخصصة لتحسين الكلام واللغة",
  " including speech rehabilitation sessions and speech therapy guidance for the general public. Whether you're experiencing speech and language disorders or seeking support in this area, we're here to help. Feel free to browse our website for more information.":"بما في ذلك جلسات إعادة تأهيل النطق وتوجيهات علاج النطق لعامة الناس. سواء كنت تعاني من اضطرابات النطق واللغة أو تبحث عن الدعم في هذا المجال، فنحن هنا لمساعدتك. لا تتردد في تصفح موقعنا على الإنترنت لمزيد من المعلومات",
  "join us":"انضم الينا",


  "Speech therapy":"الارطفونيا",
  "Speech therapy treats language, speech, and voice disorders across all ages, drawing from disciplines like psychology, sociology, medicine, pedagogy, and linguistics. Speech-language pathologists need intelligence, self-confidence, and effective communication skills. They address various disorders, including delayed speech, language delay, articulation disorders, autism, Asperger's syndrome, Down syndrome, dyslexia, dyscalculia, hearing impairments, brain injuries, aphasia, voice production disorders, psychiatric disorders, and intellectual disabilities in neurodegenerative diseases like Alzheimer's and Parkinson's.":"يعالج علاج النطق اضطرابات اللغة والكلام والصوت في جميع الأعمار، مستمدًا من تخصصات مثل علم النفس وعلم الاجتماع والطب وعلم التربية واللغويات. يحتاج أخصائيو أمراض النطق واللغة إلى الذكاء والثقة بالنفس ومهارات الاتصال الفعالة. تعالج الاضطرابات المختلفة، بما في ذلك تأخر الكلام، وتأخر اللغة، واضطرابات النطق، والتوحد، ومتلازمة أسبرجر، ومتلازمة داون، وعسر القراءة، وعسر الحساب، وضعف السمع، وإصابات الدماغ، والحبسة الكلامية، واضطرابات إنتاج الصوت، والاضطرابات النفسية، والإعاقات الفكرية في الأمراض التنكسية العصبية مثل مرض الزهايمر. ومرض باركنسون.",
  
  
  "Our services":"خدماتنا",
  "We provide":"نحن نقدم",
  "distinctive and wonderful":"خدمات مميزة ورائعة",
  "services that meet your needs and help you achieve your goals":" تلبي احتياجاتك وتساعدك في تحقيق أهدافك",
  "Addressing speech disorders": "معالجة اضطرابات الكلام",
  "Addressing language disorders": "معالجة اضطرابات اللغة",
  "Assisting with delayed speech": "مساعدة في التأخر في الكلام",
  "Treating voice disorders": "علاج اضطرابات الصوت",
  "Supporting individuals with learning difficulties": "دعم الأفراد ذوي صعوبات التعلم",
  "Helping individuals with Down syndrome": "مساعدة الأفراد الذين يعانون من متلازمة داون",
  "Providing therapy for autism": "توفير العلاج للتوحد",
  "Treating aphasia": "علاج الأفاجيا",
  "Assisting individuals with developmental disorders (Alzheimer's, Parkinson's)": "مساعدة الأفراد ذوي الاضطرابات التنموية (الزهايمر، باركنسون)",


  "Doctor's information":"معلومات الطبيبة",
  "DR.Safia Selmani":"الدكتورة صفية سلماني",
  "A graduate from El-Hajj Lakhdar University in Batna 1 holds a bachelor's degree in speech therapy and a master's degree in speech and communication disorders. She has obtained several other certificates in the fields of speech therapy and allied health. With 3 years of experience in the field, she owns the 'Safaa Speech Therapy Clinic.'":"خريجة من جامعة الحاج لخضر في باتنة 1 تحمل درجة البكالوريوس في علاج النطق ودرجة الماجستير في اضطرابات النطق والتواصل. حصلت على العديد من الشهادات الأخرى في مجالات علاج النطق والصحة المتحالفة. بخبرة تزيد عن 3 سنوات في هذا المجال، تمتلك عيادة علاج النطق 'الصفاء'.",

  "Contact us":"اتصل بنا",
  "Want to join us ?":" تريد الانضمام ؟",
  "JOIN NOW":"انضم الان",
  "Clinic address:":"موقع العيادة ",
  "Sefiane Municipality, Naqaos District, Batna Province.":"بلدية سفيان ,دائرة نقاوس ,ولاية باتنة ",
  "Call for query":"رقم الهاتف",
  "Mail us for help!":"الايميل"

 }
 